Repository: NeuroDevCo/babylab-redcap
Catalog: babylab/translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Go back to the main page
ca: Torna a la pàgina principal
es: Regresar a la página principal

source: Appointments
ca: Cites
es: Citas

source: Calendar
ca: Calendari
es: Calendario

source: Studies
ca: Estudis
es: Estudios

source: Questionnaires
ca: Qüestionaris
es: Cuestionarios

source: Help/Others
ca: Ajuda/Altres
es: Ayuda/Otros

source: Language
ca: Llengua
es: Idioma

source: Appointment status
ca: Estat de la cita
es: Estado de la cita

source: Please, specify the appointment status based on the following guidelines:
ca: Si us plau, especifiqueu l'estat de la cita segons les directrius següents:
es: Por favor, especifica el estado de la cita teniendo en cuenta las siguientes pautas:

source: The participant has agreed to an appointment with specific date and time. No appointment can be made without specific date and/or time.
ca: El participant ha acceptat una cita amb una data i hora específiques. No es pot concertar cap cita sense una data i/o hora específiques.
es: El participante ha acordado una cita con fecha y hora específica. Ninguna cita se pude agendar sin fecha y/u hora específica.

source: The appointment has been successfully confirmed with the participant via call or e-mail, ideally the day before the appointment takes place.
ca: La cita s'ha confirmat correctament amb el participant per trucada o correu electrònic, idealment el dia abans que tingui lloc la cita.
es: La cita ha sido confirmada por el participante a través de una llamada a un correo electrónico, idealmente el día anterior al día de la cita agendada.

source: Successful
ca: Sucessful
es: Exitosa

source: During the appointment, the participant has signed the consent form, and their ID should be present in the experiment participant sheet. No data should be collected before the consent form is signed. Every time the consent form has been signed, the appointment will be marked as Successful (even if no data were collected afterwards), with the only exception that the participant withdraws consent during the appointment.
ca: Durant la cita, el participant ha signat el formulari de consentiment i el seu document d'identitat ha d'estar present al full de participant de l'experiment. No s'han de recollir dades abans que el formulari de consentiment es signi. Cada vegada que es signi el formulari de consentiment, la cita es marcarà com a Reeixida (fins i tot si no s'han recollit dades posteriorment), amb l'única excepció que el participant retiri el consentiment durant la cita.
es: Durante la cita, el participante ha firmado el formulario de consentimiento, y su ID correspondiente debería estar en la hoja del participantes del experimento. Ningún dato debería recogerse antes de que el formulario de consentimiento se haya firmado. Cada vez que el el formulario de consentimiento se haya firmado, la cita se marcará como Exitosa (incluso si no se recogieron datos después), con la única excepción de que el participante haya retirado su consentimiento durante la cita.

source: Not only the appointment has been successful, the resulting data is good enough for the participant to be included in the study's data analyses. This status may be changed back to 'Successful' if the data is later considered unfit for data analysis. The motivation behind this status label is to keep track of how many appointments generate valid data, and how close we are to finishing data collection for the study.
ca: No només la cita ha estat reeixida, sinó que les dades resultants són prou bones perquè el participant sigui inclòs a les anàlisis de dades de l'estudi. Aquest estat es pot tornar a canviar a "Successful" si les dades es consideren posteriorment no aptes per a l'anàlisi de dades. La motivació darrere d'aquesta etiqueta d'estat és fer un seguiment de quantes cites generen dades vàlides i de com de prop estem d'acabar la recopilació de dades per a l' estudi.
es: La cita ha sido exitosa y los datos recolectados son lo suficiente buenos para incluir al participante en el análisis de datos del estudio. El estado se puede cambiar a "Exitoso" si los datos se consideran posteriormente no válidos para el análisis de datos. El razón de esta etiqueta es mantener el seguimiento de cuántas citas generan datos válidos, y cuan cerca estamos de terminar la recolección de datos para el estudio.

source: Upon participant's or experimenter's request, the appointment will not take place, and will be/has been rescheduled instead.
ca: A petició del participant o de l'experimentador, la cita no tindrà lloc i s'ha reprogramat.
es: A petición del participante o del investigador, la cita no se realizará, y en su lugar, será/ha sido reagendada

source: Upon participant or experimenter's request, the appointment will not take place, and will not be rescheduled. If the participant withdraws consent during the appointment, the appointment should be marked as Cancelled - Drop.
ca: A petició del participant o de l'experimentador, la cita no tindrà lloc, i no es reprogramarà. Si el participant retira el consentiment durant la cita, la cita s'ha de marcar com a Cancelled - Drop.
es: A petición del participante o del investigador, la cita no se llevará a cabo y no se reprogramará. Si el participante retira su consentimiento durante la cita, esta debe marcarse como Cancelado - Baja.

source: The appointment has not taken place because the participant has not showed up, without communicating it to the experimenter. If no rescheduling attempts are to be made (which would possible result in a Cancelled - Reschedule status), the appointment should be classified as No show.
ca: La cita no s'ha celebrat perquè el participant no s'ha presentat sense comunicar-ho a l'experimentador. Si no es fan intents de reprogramació (cosa que possiblement resultaria en un estat Cancel·lat - Reprogramació), la cita s'ha de classificar com a No presentada.
es: La cita no se ha realizado porque el participante no se ha presentado y no lo ha comunicado al investigador. Si no se va a hacer una reprogramación (lo cual resultará Cancelado - Reprogramado), la cita debe clasificarse como Ausencia sin aviso.

source: Appointment
ca: Cita
es: Cita

source: Showing details for appointment
ca: Mostrant els detalls de la cita
es: Mostrando detalles de la cita

source: See participant
ca: Veure participant
es: Ver participante

source: Modify appointment
ca: Modificar cita
es: Modificar la cita

source: Add language questionnaire
ca: Afegeix un qüestionari d'idiomes
es: Ver participante

source: Appointment information
ca: Informació de la cita
es: Información de la cita

source: Date
ca: Data
es: Fecha

source: Status
ca: Estat
es: Estado

source: Study
ca: Estudi
es: Estudio

source: Made on the
ca: Fet a la
es: Creado el

source: Last updated
ca: Última actualització
es: Última actualización

source: Taxi address
ca: Adreça del taxi
es: Dirección del taxi

source: Taxi booked?
ca: Taxi reservat?
es: ¿Taxi reservado?

source: Comments
ca: Comentaris
es: Comentarios

source: Participant information
ca: Informació del participant
es: Información del participante

source: Name
ca: Nom
es: Nombre

source: Added on
ca: Afegit el
es: Añadido el

source: Age now
ca: Edat actual
es: Edad ahora

source: Age at appointment
ca: Edat en el moment de la cita
es: Edad el día de la cita

source: Sex
ca: Sexe
es: Sexo

source: Contact details
ca: Dades de contacte
es: Detalles de contacto

source: Phone
ca: Telèfon
es: Teléfono

source: E-mail
ca: Correu electrònic
es: Correo

source: Phone 2
ca: Telèfon 2
es: Teléfono 2

source: E-mail 2
ca: Correu electrònic 2
es: Correo 2

source: Postcode
ca: Codi postal
es: Código postal

source: City
ca: Ciutat
es: Ciudad

source: There is a total of
ca: Hi ha un total de
es: Hay un total de

source: appointments in the database.
ca: cites a la base de dades.
es: citas en la base de datos

source: Modifying details about appointment
ca: Modificació de detalls sobre la cita
es: Modificando los detalles de la cita

source: Hit the 'Submit' button when finished.
ca: Premeu el botó «Desa» quan hàgiu acabat.
es: Haz clic en el botón 'Guardar' cuando hayas terminado.

source: Submit
ca: Desa
es: Guardar

source: Select one
ca: Selecciona'n un
es: Selecciona uno

source: Appointment date
ca: Data de la cita
es: Fecha de la cita

source: Taxi booked
ca: Taxi reservat
es: Taxi reservado

source: New appointment for participant
ca: Nova cita per al participant
es: Nueva cita para el participante

source: Showing appointments in calendar
ca: Mostrant cites al calendari
es: Mostrando citas en el calendario

source: Showing the current status of the project
ca: Mostrant l'estat actual del projecte
es: Mostrando el estado actual del proyecto

source: In total
ca: En total
es: En total

source: This week
ca: Aquesta setmana
es: Esta semana

source: Age distribution
ca: Distribució per edats
es: Distribución por edad

source: Sex distribution
ca: Distribució per sexe
es: Distribución por sexo

source: Participant influx
ca: Afluència de participants
es: Afluencia de participantes

source: Source of participants
ca: Origen dels participants
es: Fuente de los participantes

source: Appointments made
ca: Cites fetes
es: Citas realizadas

source: First language distribution
ca: Distribució de la primera llengua
es: Distribución de la lengua materna

source: Second language distribution
ca: Distribució de segones llengües
es: Distribución de la segunda lengua materna

source: Welcome!
ca: Benvingut/da!
es: ¡Bienvenido/a!

source: This app provides an interface to the <b>REDCap database</b> to consult participant and appointment information conveniently. This is a work in progress, feel free to report issues and provide feed-back
ca: Aquesta aplicació proporciona una interfície a la <b>base de dades REDCap</b> per consultar informació de participants i cites convenientment. Aquest és un treball en curs, no dubteu a informar de problemes i proporcionar comentaris.
es: Esta aplicación proporciona una interfaz con la <b>base de datos de REDCap</b> para consultar de forma práctica la información de participantes y citas. Este proyecto está en desarrollo, siéntete libre de informar sobre errores y enviar sugerencias.

source: Please, provide your API token to access the database
ca: Si us plau, proporcioneu el vostre <em>API token</em> per accedir a la base de dades
es: Por favor, proporciona tu API token para acceder a la base de datos

source: You can find your <b>API token</b> at REDCap.
ca: Podeu trobar el vostre <b><em>API token</em></b> a REDCap.
es: Puedes encontrar tu <b>API token</b> en REDCap.

source: You have successfully logged in
ca: Has iniciat la sessió correctament
es: Has iniciado sesión correctamente

source: Showing details from participant
ca: Mostrant detalls del participant
es: Mostrando detalles del participante

source: Do not contact
ca: No contacteu
es: No contactar

source: New appointment
ca: Nova cita
es: Nueva cita

source: Modify participant
ca: Modifica participant
es: Modificar participante

source: Add questionnaire
ca: Afegeix un qüestionari
es: Añadir cuestionario

source: Source
ca: Font
es: Fuente

source: Added
ca: Afegit
es: Añadido

source: Age
ca: Edat
es: Edad

source: Parent 1
ca: Pare 1
es: Padre 1/Tutor 1

source: Address
ca: Adreça
es: Dirección

source: Birth information
ca: Informació de naixement
es: Información del nacimiento

source: Delivery type
ca: Tipus de lliurament
es: Tipo de parto

source: Gestation weeks
ca: Setmanes de gestació
es: Semanas de gestación

source: Birth weight (g)
ca: Pes al néixer (g)
es: Peso al nacer (g)

source: Head circ. (cm)
ca: Circumferència del cap (cm)
es: Perímetro craneal (cm)

source: Hearing
ca: Audiència
es: Audición

source: Diagnoses
ca: Diagnòstics
es: Diagnóstico

source: Language questionnaires
ca: Qüestionaris lingüístics
es: Cuestionarios linguísticos

source: participants in the database.
ca: participants a la base de dades.
es: participantes en la base de datos

source: New participant
ca: Nou participant
es: Nuevo participante

source: Modify the corresponding values and hit the submit button.
ca: Modifiqueu els valors corresponents i premeu el botó 'Desa'.

source: Participant first name
ca: Nom del participant
es: Nombre del participante

source: Parent 1 name
ca: Nom del pare/mare 1
es: Nombre padre 1/tutor 1

source: Parent 1 surname
ca: Cognom del pare/mare 1
es: Apellido padre 1/tutor 1

source: Parent 2 name
ca: Nom del pare/mare 2
es: Nombre padre 2/tutor 2

source: Parent 2 surname
ca: Cognom del pare/mare 2
es: Apellido padre 2/tutor2

source: Age (months)
ca: Edat (mesos)
es: Edad (meses)

source: Age (days)
ca: Edat (dies)
es: Edad (días)

source: Hearing test
ca: Prova d'audició
es: Test de audición

source: Twin ID
ca: Identificació de bessons
es: ID de gemelo

source: Contact information
ca: Informació de contacte
es: Información de contacto

source: This family should <em>not</em> be contacted again
ca: No s'hauria de tornar a contactar amb aquesta família
es: Esta família <em>no</em> debe ser contactada más veces

source: E-mail 1
ca: Correu electrònic 1
es: Correo 1

source: Phone 1
ca: Telèfon 1
es: Teléfono 1

source: Home address
ca: Adreça postal
es: Dirección de casa

source: City/place of residence
ca: Ciutat/lloc de residència
es: Ciudad/sitio de residencia

source: Gestational weeks
ca: Setmanes gestacionals
es: Semanas de gestación

source: Head circumference (cm)
ca: circumferència del cap (cm)
es: Perímetro craneal (cm)

source: Adding a new participant
ca: Afegint un nou participant
es: Añadiendo nuevo participante

source: Participant name
ca: Nom del participant
es: Nombre del participante

source: Age months
ca: Mesos d'edat
es: Meses de edad

source: Age days
ca: Dies d'edat
es: Días de edad

source: Postcode must be 5 digits!
ca: El codi postal ha de tenir 5 dígits!
es: ¡Código postal tiene que ser de almenos 5 dígitos!

source: Language questionnaire
ca: Qüestionari d'idiomes
es: Cuestionario linguístico

source: Showing details about language questionnaire
ca: Mostrant detalls sobre el qüestionari d'idiomes
es: Mostrar detalles del cuestionario linguístico

source: To modify, hit the 'Modify questionnaire' button.
ca: Per modificar-ho, feu clic al botó «Modifica qüestionari».
es: Para modificar, pulsa el botón 'Modificar cuestionario'.

source: Modify questionnaire
ca: Modificar el qüestionari
es: Modificar cuestionario

source: Language information
ca: Informació sobre l'idioma
es: Información linguística

source: Exposure
ca: Exposició
es: Exposición

source: Created on the
ca: Creat el
es: Creado el

source: last updated on the
ca: darrera actualització el
es: última actualización el

source: language questionnaires in the database
ca: qüestionaris lingüístics a la base de dades
es: cuestionarios lingüísticos en la base de datos

source: Modifying language questionnaire
ca: Modificació del qüestionari d'idioma
es: Modificar el cuestionario lingüístico

source: for participant
ca: per a participant
es: para el participante

source: Language profile is an estimation
ca: El perfil lingüístic és una estimació
es: El perfil del lenguaje es una estimación

source: Exposure (%)
ca: Exposició (%)
es: Exposición (%)

source: Adding a new language questionnaire for participant {{ ppt_id }}
ca: Afegint un nou qüestionari d'idioma per al participant {{ ppt_id }}
es: Añadiendo un nuevo cuestionario lingüístico para el participante {{ ppt_id }}

source: Select a study to see details
ca: Seleccioneu un estudi per veure els detalls
es: Selecciona un estudio para ver los detalles

source: Select a study
ca: Selecciona un estudi
es: Selecciona un estudio

source: Showing study details
ca: Mostrant els detalls de l'estudi
es: Mostrando detalles del estudio

source: Successful appointments
ca: Cites reeixides
es: Citas realizadas con éxito

source: Cancelled appointments
ca: Cites cancel·lades
es: Citas canceladas

source: Click IDs to see a participant's profile
ca: Feu clic als ID per veure el perfil d'un participant
es: Haz clic en los ID para ver el perfil del participante

source: this week
ca: aquesta setmana

source: Log out
ca: Tanca la sessió

source: The appointment has been successfully confirmed with the participant via call or e-mail, ideally the day before the appointment takes place.
ca: La cita s'ha confirmat correctament amb el participant per trucada o correu electrònic, idealment el dia abans que tingui lloc la cita.

source: During the appointment, the participant has signed the consent form, and their ID should be present in the experiment participant sheet. No data should be collected before the consent form is signed. Every time the consent form has been signed, the appointment will be marked as Successful (even if no data were collected afterwards), with the only exception that the participant withdraws consent during the appointment.
ca: Durant la cita, el participant ha signat el formulari de consentiment i el seu document d'identitat ha d'estar present al full de participant de l'experiment. No s'han de recollir dades abans que el formulari de consentiment sigui signat. Cada vegada que es signi el formulari de consentiment, la cita es marcarà com a Reeixida (fins i tot si no s'han recollit dades posteriorment), amb l'única excepció que el participant retiri el consentiment durant la cita.

source: Not only the appointment has been successful, the resulting data is good enough for the participant to be included in the study's data analyses. This status may be changed back to 'Successful' if the data is later considered unfit for data analysis. The motivation behind this status label is to keep track of how many appointments generate valid data, and how close we are to finishing data collection for the study.
ca: No només la cita ha estat reeixida, sinó que les dades resultants són prou bones perquè el participant s'inclogui a les anàlisis de dades de l'estudi. Aquest estat es pot tornar a canviar a "Successful" si les dades es consideren posteriorment no aptes per a l'anàlisi de dades. La motivació darrere d'aquesta etiqueta d'estat és fer un seguiment de quantes cites generen dades vàlides i de com de prop estem d'acabar la recopilació de dades per a l'estudi.

source: Upon participant's or experimenter's request, the appointment will not take place, and will be/has been rescheduled instead.
ca: A petició del participant o de l'experimentador, la cita no tindrà lloc i s'ha reprogramat.

source: Upon participant or experimenter's request, the appointment will not take place, and will not be rescheduled. If the participant withdraws consent during the appointment, the appointment should be marked as Cancelled - Drop.
ca: A petició del participant o de l'experimentador, la cita no tindrà lloc, ni es reprogramarà. Si el participant retira el consentiment durant la cita, la cita s'ha de marcar com a Cancel·lada - Abandonada.

source: The appointment has not taken place because the participant has not showed up, without communicating it to the experimenter. If no rescheduling attempts are to be made (which would possible result in a Cancelled - Reschedule status), the appointment should be classified as No show.
ca: La cita no s'ha celebrat perquè el participant no s'ha presentat, sense comunicar-ho a l'experimentador. Si no es fan intents de reprogramació (cosa que possiblement donaria lloc a l'estat "Cancelled - Reschedule"), la cita s'ha de classificar com a No presentada.

source: Delete appointment
ca: Suprimeix la cita
es: Eliminar cita

source: Hit the 'Submit' button when finished.
ca: Premeu el botó "Desa" quan hàgiu acabat.

source: Other
ca: Altres

source: Other actions.
ca: Altres accions.

source: Backup
ca: Còpia de seguretat

source: Download a backup of the REDCap project metadata, item, fields, and records
ca: Baixeu una còpia de seguretat de les metadades, els elements, els camps i els registres del projecte REDCap

source: Download backup
ca: Descarrega la còpia de seguretat

source: Help
ca: Ajuda

source: If you have run into an error, need help, or want to provide feed-back, please open a GitHub issue following the link below:
ca: Si heu trobat un error, necessiteu ajuda o voleu donar-nos la vostra opinió, obriu un <em>issue</em>de GitHub seguint l'enllaç següent:

source: Report an issue
ca: Informar d'un problema

source: Link to REDCap database
ca: Enllaç a la base de dades REDCap

source: Go to the database
ca: Anar a la base de dades

source: Age calculator
ca: Calculadora d'edat

source: Date 1
ca: Data 1

source: Date 2
ca: Data 2

source: Units
ca: Unitats

source: Months and days
ca: Mesos i dies

source: Hours and minutes
ca: Hores i minuts

source: Calculate
ca: Calcula

source: Timestamp
ca: Marca de temps

source: Months
ca: Mesos

source: Days
ca: Dies

source: Delete participant
ca: Suprimeix participant

source: Delete questionnaire
ca: Suprimeix el qüestionari

source: Participants
es: Participantes

source: Scheduled
es: Agendada

source: Confirmed
es: Confirmado

source: Successful - Good
es: Exitosa - Buena

source: Cancelled Reschedule
es: Cancelada Reagendada

source: Cancelled - Drop
es: Cancelado - Baja

source: No show
es: Ausencia sin aviso

source: Participant
es: Participante

source: Modify the corresponding values and hit the 'Submit' button.
es: Modifica los valores correspondientes y haz clic en el botón de 'Guardar'.
